{
    "Q1043486": "Carl's Jr. is a Restaurant. It has headquarters in Carpinteria. It has ceo Carl Karcher. It belongs to industry fast food. It has parent company CKE Restaurants. It is established on date 1941-01-01.",
    "Q1046951": "Target Corporation is a Retail store. It has headquarters in Minneapolis. It has ceo George Dayton. It belongs to industry retail. It is established on date 1902-06-24. It's origin country is United States of America.",
    "Q1049970": "Castrol is a Auto parts showroom. It produces ['petroleum']. It has headquarters in Liverpool. It has ceo Charles Wakefield, 1st Viscount Wakefield. It belongs to industry petroleum industry. It has parent company BP. It is established on date 1899-01-01. It's origin country is United Kingdom.",
    "Q1060537": "Forever 21 is a Apparel store. It has headquarters in Los Angeles. It has ceo Do Won Chang. It belongs to industry retail. It is established on date 1984-01-01.",
    "Q1065819": "Mister Donut is a Restaurant. It has headquarters in Tokyo. It has ceo Harry Winokur. It is established on date 1956-01-01. It's origin country is Japan.",
    "Q1068628": "Calvin Klein Inc is a Apparel store. It produces ['clothing', 'perfume']. It has headquarters in New York City. It has ceo Calvin Klein. It has parent company PVH. It is established on date 1968-01-01. It's origin country is United States of America.",
    "Q1068485": "China Unicom is a Telecom store. It has headquarters in Beijing. It belongs to industry telecommunications industry. It has parent company State-owned Assets Supervision and Administration Commission of the State Council. It is established on date 1994-01-01. It's origin country is People's Republic of China.",
    "Q1072948": "Chili's is a Restaurant. It has headquarters in Dallas. It belongs to industry restaurant. It has parent company Brinker International. It is established on date 1975-03-13.",
    "Q10850949": "Hotto Motto is a Restaurant. It's origin country is Japan.",
    "Q10873167": "China Everbright Bank is a Bank. It has headquarters in Beijing. It is established on date 1992-08-01. It's origin country is People's Republic of China.",
    "Q10860683": "T.J. Maxx is a Retail store. It has headquarters in Framingham. It belongs to industry retail. It has parent company TJX Companies. It is established on date 1976-01-01.",
    "Q1096390": "Yamada Denki is a Electronics store. It has headquarters in Takasaki. It has ceo Noboru Yamada. It is established on date 1978-01-01. It's origin country is Japan.",
    "Q1092539": "Cinnabon is a Restaurant. It produces ['fast food']. It has headquarters in Atlanta. It belongs to industry mechanized bakery. It has parent company Focus Brands. It is established on date 1985-01-01.",
    "Q11064596": "Hiroshima Bank is a Bank. It has headquarters in Hiroshima Prefecture. It is established on date 1945-05-01. It's origin country is Japan.",
    "Q1112588": "Columbia Sportswear Company is a Apparel store. It produces ['clothing', 'sportswear', 'outerwear']. It has headquarters in Cedar Mill. It is established on date 1938-01-01. It's origin country is United States of America.",
    "Q1114148": "Comerica is a Bank. It has headquarters in Dallas. It has ceo Elon Farnsworth. It belongs to industry financial services. It is established on date 1849-01-01. It's origin country is United States of America.",
    "Q1115064": "Denizbank is a Bank. It has headquarters in Istanbul. It belongs to industry financial services. It has parent company Sberbank of Russia. It is established on date 1938-01-01. It's origin country is Turkey.",
    "Q1126518": "Conoco is a Petrol station. It has headquarters in Houston. It is established on date 1875-01-01. It's origin country is United States of America.",
    "Q1123823": "Nordea is a Bank. It has headquarters in Helsinki. It belongs to industry financial services. It is established on date 2000-01-01. It's origin country is Finland.",
    "Q11283586": "Athleta is a Apparel store. It has headquarters in Tokyo. It's origin country is Brazil.",
    "Q1131810": "Five Guys is a Restaurant. It produces ['hamburger']. It has headquarters in Lorton. It belongs to industry fast food. It is established on date 1986-01-01. It's origin country is United States of America.",
    "Q11313470": "Suruga Bank is a Bank. It has headquarters in Shizuoka Prefecture. It is established on date 1895-10-19. It's origin country is Japan.",
    "Q1132272": "PVH is a Apparel store. It has headquarters in New York City. It is established on date 1881-01-01.",
    "Q1135366": "Vans is a Apparel store. It has headquarters in Costa Mesa. It has ceo Paul Van Doren. It belongs to industry clothing industry. It has parent company VF Corporation. It is established on date 1966-03-16.",
    "Q1141226": "Dairy Queen is a Restaurant. It has headquarters in Edina. It belongs to industry System catering. It has parent company Berkshire Hathaway. It is established on date 1940-01-01. It's origin country is United States of America.",
    "Q1143333": "Häagen-Dazs is a Restaurant. It has headquarters in Oakland. It has ceo Reuben and Rose Mattus. It belongs to industry food industry. It has parent company General Mills. It is established on date 1961-01-01. It's origin country is United States of America.",
    "Q1145493": "Swedbank is a Bank. It has headquarters in Stockholm. It belongs to industry Finanzwesen. It is established on date 1997-01-01. It's origin country is Sweden.",
    "Q1145766": "Future Shop is a Electronics store. It has headquarters in Burnaby. It has ceo Hassan Khosrowshahi. It belongs to industry retail. It has parent company Best Buy. It is established on date 1982-01-01. It's origin country is Canada.",
    "Q1148521": "VakıfBank is a Bank. It has headquarters in Istanbul. It is established on date 1954-01-01. It's origin country is Turkey.",
    "Q1152847": "Lloyds Bank is a Bank. It has headquarters in London. It belongs to industry financial services. It is established on date 1995-01-01.",
    "Q114913": "Dickies is a Apparel store. It produces ['backpack', 'clothing', 'footwear']. It has headquarters in Fort Worth. It belongs to industry clothing industry. It is established on date 1918-01-01.",
    "Q11609920": "Gunma Bank is a Bank. It has headquarters in Gunma Prefecture. It is established on date 1932-09-14. It's origin country is Japan.",
    "Q1183818": "Del Taco is a Restaurant. It has headquarters in Lake Forest. It belongs to industry System catering. It is established on date 1965-01-01.",
    "Q1185675": "IHOP is a Restaurant. It has headquarters in Glendale. It belongs to industry gastronomy. It is established on date 1958-01-01. It's origin country is United States of America.",
    "Q1189695": "Denny's is a Restaurant. It has headquarters in Spartanburg. It has ceo Harold Butler. It belongs to industry gastronomy. It is established on date 1953-01-01.",
    "Q1192805": "Krispy Kreme is a Restaurant. It has headquarters in Winston-Salem. It has ceo Vernon Rudolph. It belongs to industry gastronomy. It has parent company JAB Holding Company. It is established on date 1937-07-13.",
    "Q1195490": "RadioShack is a Electronics store. It has headquarters in Fort Worth. It belongs to industry retail. It is established on date 1921-01-01. It's origin country is United States of America.",
    "Q1194832": "Toronto–Dominion Bank is a Bank. It has headquarters in Toronto-Dominion Centre. It is established on date 1855-01-01. It's origin country is Canada.",
    "Q122141": "Vodafone is a Telecom store. It produces ['sim']. It has headquarters in London. It has ceo Gerry Whent. It belongs to industry cellular network. It is established on date 1984-01-01. It's origin country is United Kingdom.",
    "Q1208279": "Petro-Canada is a Petrol station. It has headquarters in Calgary. It belongs to industry petroleum industry. It has parent company Suncor Energy. It is established on date 1975-01-01. It's origin country is Canada.",
    "Q1218180": "Nikon is a Electronics store. It produces ['software']. It has headquarters in Minato-ku. It belongs to industry camera. It has parent company Mitsubishi. It is established on date 1917-01-01. It's origin country is Japan.",
    "Q127428": "Belk is a Retail store. It has headquarters in Charlotte. It is established on date 1888-01-01.",
    "Q1232514": "Resona Holdings is a Bank. It has headquarters in Kōtō-ku. It is established on date 2001-01-01. It's origin country is Japan.",
    "Q125054": "Aldi is a Retail store. It has headquarters in Essen. It has ceo Karl Albrecht. It belongs to industry retail. It is established on date 1961-01-01. It's origin country is Netherlands.",
    "Q1330910": "Popeyes Louisiana Kitchen is a Restaurant. It produces ['fried chicken']. It has headquarters in Atlanta. It has ceo Al Copeland. It belongs to industry fast food. It is established on date 1972-06-13. It's origin country is United States of America.",
    "Q127962": "Levi Strauss & Co. is a Apparel store. It produces ['clothing', 'jeans']. It has headquarters in San Francisco. It has ceo Levi Strauss. It belongs to industry clothing industry. It is established on date 1853-01-01. It's origin country is United States of America.",
    "Q1283291": "Valero Energy Corporation is a Petrol station. It has headquarters in San Antonio. It belongs to industry petroleum industry. It is established on date 1980-01-01. It's origin country is United States of America.",
    "Q1289348": "Indian Oil Corporation is a Petrol station. It has headquarters in New Delhi. It belongs to industry petroleum industry. It is established on date 1964-01-01. It's origin country is India.",
    "Q1358690": "Panda Express is a Restaurant. It has headquarters in Rosemead. It has ceo Andrew Cherng. It is established on date 1973-01-01. It's origin country is United States of America.",
    "Q1340361": "State Bank of India is a Bank. It has headquarters in Mumbai. It belongs to industry banking. It is established on date 1806-06-02.",
    "Q1343118": "Intesa Sanpaolo is a Bank. It has headquarters in Turin. It belongs to industry financial services. It is established on date 2007-01-01. It's origin country is Italy.",
    "Q136311": "Sunglass Hut International is a Accessory store. It belongs to industry retail. It is established on date 1971-01-01.",
    "Q136503": "Mango is a Apparel store. It produces ['clothing', 'perfume', 'footwear', 'watch', 'costume accessory', 'Baby Clothes', 'eyewear']. It has headquarters in Palau-solità i Plegamans. It has ceo Isak Andic. It belongs to industry clothing industry. It is established on date 1984-01-01. It's origin country is Spain.",
    "Q1364018": "Maybank is a Bank. It has headquarters in Kuala Lumpur. It has ceo Khoo Teck Puat. It belongs to industry financial services. It is established on date 1960-05-31. It's origin country is Malaysia.",
    "Q136672": "Jyske Bank is a Bank. It has headquarters in Silkeborg. It is established on date 1967-01-01. It's origin country is Denmark.",
    "Q1380537": "Géant Casino is a Retail store. It has headquarters in Saint-Étienne. It is established on date 1970-01-01. It's origin country is France.",
    "Q1411810": "Fifth Third Bank is a Bank. It has headquarters in Cincinnati. It belongs to industry Finanzwesen. It is established on date 1858-06-17. It's origin country is United States of America.",
    "Q1393809": "Little Caesars is a Restaurant. It has headquarters in Detroit. It has ceo Mike Ilitch. It belongs to industry gastronomy. It is established on date 1959-01-01.",
    "Q1425519": "Speedo International Limited is a Apparel store. It has headquarters in Nottingham. It has ceo Alexander MacRae. It has parent company Pentland Group. It is established on date 1928-01-01. It's origin country is United Kingdom.",
    "Q1421630": "Handelsbanken is a Bank. It produces ['bank', 'insurance']. It has headquarters in Stockholm. It belongs to industry Finanzwesen. It is established on date 1871-01-01. It's origin country is Norway.",
    "Q142691": "Montblanc is a Accessory store. It produces ['stationery']. It has headquarters in Hamburg. It belongs to industry light industry. It has parent company Richemont. It is established on date 1906-01-01. It's origin country is Germany.",
    "Q1445358": "Wrangler is a Apparel store. It produces ['jeans', 'workwear', 'eyewear']. It has headquarters in Greensboro. It has parent company VF Corporation. It is established on date 1947-01-01. It's origin country is United States of America.",
    "Q1430985": "National Australia Bank is a Bank. It has headquarters in Melbourne. It belongs to industry financial services. It is established on date 1893-06-23. It's origin country is Australia.",
    "Q1476162": "UBI Banca is a Bank. It has headquarters in Bergamo. It belongs to industry Finanzwesen. It is established on date 2007-04-01.",
    "Q145168": "Dollar General is a Retail store. It has headquarters in Goodlettsville. It belongs to industry discount store. It is established on date 1939-01-01.",
    "Q147662": "Zara is a Apparel store. It has headquarters in A Coruña. It has ceo Amancio Ortega. It belongs to industry textile industry. It has parent company Inditex. It is established on date 1975-01-01. It's origin country is Spain.",
    "Q14799": "Lenovo is a Electronics store. It produces ['printer', 'television', 'laptop', 'computer hardware', 'software', 'smartphone', 'server', 'desktop computer', 'computer data storage', 'image scanner', 'tablet computer', 'netbook', 'peripheral equipment']. It has headquarters in Beijing. It has ceo Liu Chuanzhi. It belongs to industry electronics. It is established on date 1984-01-01. It's origin country is United States of America.",
    "Q1492739": "Galp Energia is a Petrol station. It has headquarters in Lisbon. It belongs to industry petroleum industry. It is established on date 1999-01-01. It's origin country is Portugal.",
    "Q15109925": "Tractor Supply Company is a Retail store. It has headquarters in Brentwood. It belongs to industry retail. It is established on date 1938-01-01. It's origin country is United States of America.",
    "Q151107": "Michelin is a Tyre store. It has headquarters in Clermont-Ferrand. It has ceo Édouard Michelin. It belongs to industry automotive industry. It is established on date 1889-01-01. It's origin country is France.",
    "Q152057": "BP is a Petrol station. It has headquarters in London. It has ceo William Knox D'Arcy. It belongs to industry petroleum industry. It is established on date 1908-01-01. It's origin country is United Kingdom.",
    "Q151954": "Lidl is a Retail store. It has headquarters in Neckarsulm. It has ceo Dieter Schwarz. It belongs to industry Food retail sector. It has parent company Schwarz Gruppe. It is established on date 1973-01-01. It's origin country is Netherlands.",
    "Q152096": "Sainsbury's is a Retail store. It has headquarters in London. It has ceo John James Sainsbury. It belongs to industry retail. It has parent company J Sainsbury. It is established on date 1869-01-01. It's origin country is United Kingdom.",
    "Q152784": "The North Face, Inc. is a Apparel store. It produces ['backpack', 'clothing', 'tent', 'Sleeping bag', 'sports equipment', 'outerwear']. It has headquarters in San Francisco. It has ceo Douglas Tompkins. It has parent company VF Corporation. It is established on date 1968-01-01. It's origin country is United States of America.",
    "Q153417": "Kroger is a Retail store. It has headquarters in Cincinnati. It has ceo Bernard Kroger. It belongs to industry retail. It is established on date 1883-01-01. It's origin country is United States of America.",
    "Q1535221": "Long John Silver's is a Restaurant. It has headquarters in Louisville. It belongs to industry fast food. It has parent company Yum! Brands. It is established on date 1969-01-01. It's origin country is United States of America.",
    "Q1539185": "The Timberland Company is a Accessory store. It produces ['clothing', 'footwear']. It has headquarters in Stratham. It has ceo Nathan Swartz. It has parent company VF Corporation. It is established on date 1952-01-01. It's origin country is United States of America.",
    "Q1538507": "Jack in the Box is a Restaurant. It produces ['hamburger']. It has headquarters in San Diego. It has ceo Robert Oscar Peterson. It belongs to industry gastronomy. It is established on date 1951-01-01. It's origin country is United States of America.",
    "Q154950": "Royal Dutch Shell is a Petrol station. It produces ['petroleum']. It has headquarters in London. It has ceo Marcus Samuel, 1st Viscount Bearsted. It belongs to industry petroleum industry. It is established on date 1907-01-01. It's origin country is Netherlands.",
    "Q154037": "Total S.A. is a Petrol station. It has headquarters in Courbevoie. It has ceo Ernest Mercier. It belongs to industry energy. It is established on date 1924-03-28. It's origin country is France.",
    "Q157064": "Puma SE is a Apparel store. It produces ['footwear', 'sportswear', 'sports equipment', 'costume accessory']. It has headquarters in Herzogenaurach. It has ceo Rudolf Dassler. It is established on date 1948-03-12. It's origin country is Germany.",
    "Q15725576": "DATS petrol stations is a Petrol station. It's origin country is Belgium.",
    "Q1575057": "Pingo Doce is a Retail store. It has headquarters in Lisbon. It belongs to industry retail. It is established on date 1980-01-01.",
    "Q15903261": "Marshalls is a Retail store. It has headquarters in Framingham. It has ceo Alfred Marshall. It belongs to industry retail. It has parent company TJX Companies. It is established on date 1956-01-01. It's origin country is United States of America.",
    "Q157617": "Commerzbank is a Bank. It produces ['giro', 'Money market account', 'Overdraft', 'Time deposit', 'cash management', 'corporate financing', 'installment loan', 'Securities account', 'foreign trade financing']. It has headquarters in Commerzbank Tower. It belongs to industry financial services. It is established on date 1870-01-01. It's origin country is Germany.",
    "Q1576610": "Standard Bank is a Bank. It has headquarters in London. It has ceo John Paterson. It belongs to industry bank. It is established on date 1862-01-01. It's origin country is South Africa.",
    "Q158285": "Diesel is a Apparel store. It has headquarters in Molvena. It has ceo Renzo Rosso. It belongs to industry clothing industry. It is established on date 1978-01-01. It's origin country is Italy.",
    "Q1585088": "Hardee's is a Restaurant. It has headquarters in St. Louis. It has ceo Wilbur Hardee. It belongs to industry gastronomy. It has parent company CKE Restaurants. It is established on date 1960-09-09. It's origin country is United States of America.",
    "Q15909765": "Kungfu is a Restaurant. It has headquarters in Tianhe District. It is established on date 1994-01-01.",
    "Q1591889": "Walgreens is a Retail store. It has headquarters in Deerfield. It has ceo Charles Rudolph Walgreen, Sr.. It belongs to industry retail. It has parent company Walgreens Boots Alliance. It is established on date 1901-01-01. It's origin country is United States of America.",
    "Q1615684": "Hess Corporation is a Petrol station. It has headquarters in New York City. It has ceo Leon Hess. It is established on date 1919-01-01. It's origin country is United States of America.",
    "Q160126": "The Royal Bank of Scotland is a Bank. It has headquarters in Edinburgh. It belongs to industry financial services. It has parent company The Royal Bank of Scotland Group. It is established on date 1727-01-01. It's origin country is United Kingdom.",
    "Q161906": "Oakley, Inc. is a Accessory store. It produces ['clothing', 'eyeglasses', 'sunglasses']. It has headquarters in Foothill Ranch. It has ceo James Jannard. It has parent company Luxottica. It is established on date 1975-01-01. It's origin country is United States of America.",
    "Q163241": "Continental AG is a Tyre store. It has headquarters in Hanover. It belongs to industry automotive industry. It is established on date 1871-01-01. It's origin country is Germany.",
    "Q1619375": "Hindustan Petroleum is a Petrol station. It has headquarters in Mumbai. It is established on date 1974-01-01.",
    "Q162345": "LG Electronics is a Electronics store. It produces ['television', 'software', 'mobile phone', 'smartphone', 'tablet computer', 'home appliance', 'smartwatch']. It has headquarters in Seoul. It belongs to industry home appliance. It has parent company LG Corporation. It is established on date 1958-10-01. It's origin country is South Korea.",
    "Q163810": "Volvo is a Auto showroom. It has headquarters in Gothenburg. It has ceo SKF. It belongs to industry automotive industry. It is established on date 1927-01-01. It's origin country is Sweden.",
    "Q1636974": "Danske Bank is a Bank. It has headquarters in Copenhagen. It is established on date 1871-01-01. It's origin country is Denmark.",
    "Q164740": "Fujifilm is a Electronics store. It produces ['software']. It has headquarters in Minato-ku. It belongs to industry photography. It has parent company Fujifilm Holdings. It is established on date 1934-01-20. It's origin country is Japan.",
    "Q1642179": "Allied Irish Banks is a Bank. It has headquarters in Dublin. It belongs to industry Finanzwesen. It is established on date 1966-01-01.",
    "Q16489453": "Banco Popular is a Bank. It is established on date 1950-06-30. It's origin country is Colombia.",
    "Q165684": "Rogers Communications is a Telecom store. It has headquarters in Toronto. It has ceo Edward S. Rogers, Sr.. It belongs to industry telecommunications industry. It is established on date 1960-01-01. It's origin country is Canada.",
    "Q1653258": "ICICI Bank is a Bank. It has headquarters in Mumbai. It is established on date 1994-01-05. It's origin country is India.",
    "Q1656230": "Phillips 66 is a Petrol station. It has headquarters in Westchase. It has ceo Frank Phillips. It belongs to industry petroleum industry. It is established on date 1917-01-01. It's origin country is United States of America.",
    "Q165858": "TELUS is a Telecom store. It has headquarters in Vancouver. It belongs to industry telecommunications industry. It is established on date 1990-01-01. It's origin country is Canada.",
    "Q168238": "OMV is a Petrol station. It has headquarters in Vienna. It belongs to industry petroleum industry. It is established on date 1956-01-01. It's origin country is Austria.",
    "Q16844433": "HomeSense is a Retail store. It has headquarters in Canada. It is established on date 2001-01-01.",
    "Q1689380": "Jimmy John's is a Restaurant. It has headquarters in Champaign. It has ceo James P. Liautaud. It belongs to industry food industry. It is established on date 1983-01-01. It's origin country is United States of America.",
    "Q17005286": "Old Chang Kee is a Restaurant. It has headquarters in Singapore. It belongs to industry foodservice. It is established on date 1956-01-01.",
    "Q1701206": "Waffle House is a Restaurant. It has headquarters in Gwinnett County. It belongs to industry gastronomy. It is established on date 1955-01-01.",
    "Q17107560": "Great Canadian Dollar Store is a Apparel store. It has headquarters in Victoria. It is established on date 1993-01-01. It's origin country is Canada.",
    "Q17018996": "First National Bank is a Bank. It is established on date 1863-01-01. It's origin country is United States of America.",
    "Q174310": "Nordstrom is a Retail store. It has headquarters in Seattle. It has ceo John W. Nordstrom. It belongs to industry retail. It is established on date 1901-01-01.",
    "Q17112054": "Silicon Valley Bank is a Bank. It has headquarters in Santa Clara. It is established on date 1982-01-01. It's origin country is United States of America.",
    "Q1740314": "KeyBank is a Bank. It has headquarters in Cleveland. It belongs to industry financial services. It is established on date 1825-01-01. It's origin country is United States of America.",
    "Q175106": "Tim Hortons is a Restaurant. It has headquarters in Oakville. It has ceo Tim Horton. It belongs to industry fast food. It has parent company Restaurant Brands International. It is established on date 1964-01-01.",
    "Q177054": "Burger King is a Restaurant. It produces ['hamburger', 'soft drink', 'french fries', 'hot dog', 'dessert']. It has headquarters in Miami. It has ceo James McLamore. It belongs to industry gastronomy. It has parent company Restaurant Brands International. It is established on date 1954-01-01.",
    "Q1753080": "Kmart is a Retail store. It has headquarters in Detroit. It has ceo S. S. Kresge. It belongs to industry retail. It has parent company Sears Holdings Corporation. It is established on date 1962-01-01. It's origin country is United States of America.",
    "Q1761176": "Al-Rajhi Bank is a Bank. It has headquarters in Riyadh. It belongs to industry Finanzwesen. It is established on date 1957-01-01. It's origin country is Saudi Arabia.",
    "Q1784995": "Alfred Dunhill is a Accessory store. It has headquarters in London. It has ceo Alfred Dunhill. It has parent company Richemont. It is established on date 1907-01-01.",
    "Q1776022": "Equinor is a Petrol station. It has headquarters in Stavanger. It belongs to industry petroleum industry. It has parent company Ministry of Petroleum and Energy. It is established on date 1972-06-14. It's origin country is Norway.",
    "Q179433": "Bridgestone is a Tyre store. It has headquarters in Tokyo. It has ceo Shōjirō Ishibashi. It is established on date 1931-01-01. It's origin country is Japan.",
    "Q178516": "Gucci is a Apparel store. It has headquarters in Florence. It has ceo Guccio Gucci. It has parent company Kering. It is established on date 1921-01-01. It's origin country is Italy.",
    "Q1809448": "Whole Foods Market is a Retail store. It has headquarters in Austin. It has ceo John Mackey. It belongs to industry food industry. It has parent company Amazon. It is established on date 1980-09-20. It's origin country is United States of America.",
    "Q181642": "Suzuki is a Auto showroom. It produces ['truck']. It has headquarters in Hamamatsu. It has ceo Michio Suzuki. It belongs to industry automotive industry. It is established on date 1909-02-10. It's origin country is Japan.",
    "Q1810389": "PTT Public Company Limited is a Petrol station. It has headquarters in Chatuchak. It is established on date 1977-12-29. It's origin country is Thailand.",
    "Q181507": "SunTrust Banks is a Bank. It has headquarters in Atlanta. It belongs to industry financial services. It is established on date 1811-01-01.",
    "Q1817417": "National Oilwell Varco is a Petrol station. It has headquarters in Houston. It is established on date 1862-01-01. It's origin country is United States of America.",
    "Q188326": "Hennes & Mauritz is a Apparel store. It has headquarters in Stockholm. It has ceo Erling Persson. It belongs to industry retail. It is established on date 1947-10-04.",
    "Q1820137": "Shoppers Drug Mart is a Retail store. It has headquarters in Toronto. It has ceo Murray Koffler. It has parent company Loblaw Companies. It is established on date 1962-01-01. It's origin country is Canada.",
    "Q1857639": "Shoprite is a Retail store. It has headquarters in Brackenfell. It belongs to industry retail. It is established on date 1979-01-01.",
    "Q188514": "Tata Motors is a Auto showroom. It produces ['truck']. It has headquarters in Mumbai. It has ceo J. R. D. Tata. It belongs to industry automotive industry. It has parent company Tata Group. It is established on date 1945-01-01. It's origin country is India.",
    "Q190464": "HSBC Holdings is a Bank. It has headquarters in London. It has ceo Thomas Sutherland. It belongs to industry finance. It is established on date 1865-01-01. It's origin country is United Kingdom.",
    "Q1895661": "Suning Appliance is a Retail store. It has headquarters in Nanjing. It has ceo Zhang Jindong. It belongs to industry retail. It is established on date 1996-01-01. It's origin country is People's Republic of China.",
    "Q1917753": "Meijer is a Retail store. It has headquarters in Grand Rapids. It has ceo Hank Meijer. It belongs to industry retail. It is established on date 1934-01-01.",
    "Q191485": "Louis Vuitton is a Apparel store. It has headquarters in Paris. It has ceo Louis Vuitton. It belongs to industry clothing industry. It has parent company LVMH. It is established on date 1854-01-01. It's origin country is France.",
    "Q191615": "Pizza Hut is a Pizza store. It has headquarters in Plano. It has ceo Dan and Frank Carney. It belongs to industry quick service restaurant sector. It has parent company Yum! Brands. It is established on date 1958-01-01. It's origin country is United States of America.",
    "Q1925685": "metroPCS is a Telecom store. It has headquarters in Richardson. It has ceo Roger D. Linquist. It belongs to industry telecommunications industry. It is established on date 1996-01-01.",
    "Q192314": "JPMorgan Chase is a Bank. It produces ['insurance', 'asset management', 'Q1814021', 'Q2638043']. It has headquarters in 270 Park Avenue. It has ceo J. P. Morgan. It belongs to industry financial services. It is established on date 2000-01-01. It's origin country is United States of America.",
    "Q193136": "Prada is a Apparel store. It has headquarters in Milan. It has ceo Mario Prada. It is established on date 1913-01-01. It's origin country is Italy.",
    "Q1936229": "Quiznos is a Restaurant. It has headquarters in Denver. It belongs to industry fast food. It is established on date 1981-01-01. It's origin country is United States of America.",
    "Q19572998": "Michael Kors is a Accessories store. It has headquarters in New York. It has ceo Michael Kors. It belongs to industry clothing industry. It is established on date 1981-01-01.",
    "Q1972120": "Sam's Club is a Retail store. It has headquarters in Bentonville. It has ceo Sam Walton. It belongs to industry retail. It has parent company Walmart. It is established on date 1983-01-01. It's origin country is United States of America.",
    "Q19882351": "Biba Apparels is a Apparel store. It has headquarters in New Delhi.",
    "Q2003549": "Axis Bank is a Bank. It has headquarters in Mumbai. It is established on date 1990-01-01. It's origin country is India.",
    "Q2003777": "Canara Bank is a Bank. It has headquarters in Bangalore. It belongs to industry banking. It is established on date 1906-07-01.",
    "Q2003611": "Indian Overseas Bank is a Bank. It has headquarters in Chennai. It has ceo M. Ct. M. Chidambaram Chettyar. It belongs to industry banking. It is established on date 1937-02-10.",
    "Q2003797": "Bank of Baroda is a Bank. It has headquarters in Vadodara. It has ceo Sayajirao Gaekwad III. It is established on date 1908-01-01. It's origin country is India.",
    "Q2004078": "Union Bank of India is a Bank. It has headquarters in Mumbai. It belongs to industry Finanzwesen. It is established on date 1919-11-11.",
    "Q2007090": "Central Bank of India is a Bank. It has headquarters in Mumbai. It is established on date 1911-01-01.",
    "Q2004439": "Bank of India is a Bank. It has headquarters in Mumbai. It is established on date 1906-09-07.",
    "Q20165": "Nissan is a Auto showroom. It produces ['car', 'truck']. It has headquarters in Yokohama. It has ceo Yoshisuke Aikawa. It belongs to industry automotive industry. It has parent company Renault. It is established on date 1933-12-26. It's origin country is Japan.",
    "Q2018840": "Allahabad Bank is a Bank. It has headquarters in Kolkata. It belongs to industry banking. It is established on date 1865-04-24.",
    "Q201653": "SoftBank is a Telecom store. It has headquarters in Minato-ku. It has ceo Masayoshi Son. It belongs to industry Information Technology. It is established on date 1981-09-03. It's origin country is Japan.",
    "Q2040404": "Kotak Mahindra Bank is a Bank. It has headquarters in Mumbai. It belongs to industry Finanzwesen. It is established on date 2003-01-01.",
    "Q2031726": "Westpac is a Bank. It has headquarters in Sydney. It is established on date 1817-01-01. It's origin country is Australia.",
    "Q2038986": "Siam Commercial Bank is a Bank. It has headquarters in Chatuchak. It has ceo Jayanta Mongkol. It is established on date 1907-01-30. It's origin country is Thailand.",
    "Q2064074": "United Overseas Bank is a Bank. It has headquarters in Singapore. It has ceo Wee Kheng Chiang. It is established on date 1935-01-01.",
    "Q2042423": "Oversea-Chinese Banking Corporation is a Bank. It has headquarters in Singapore. It belongs to industry financial services. It is established on date 1932-01-01.",
    "Q214480": "Dolce & Gabbana is a Apparel store. It has headquarters in Milan. It has ceo Domenico Dolce. It is established on date 1985-01-01. It's origin country is Italy.",
    "Q2078880": "CVS Pharmacy is a Retail store. It produces ['medicine']. It has headquarters in Woonsocket. It belongs to industry retail. It has parent company CVS Health. It is established on date 1963-01-01. It's origin country is United States of America.",
    "Q210047": "Petrobras is a Petrol station. It produces ['petroleum']. It has headquarters in Rio de Janeiro. It has ceo Getúlio Vergas. It belongs to industry petroleum industry. It is established on date 1953-10-03. It's origin country is Brazil.",
    "Q217338": "Casio is a Eletronics store. It has headquarters in Shibuya. It has ceo Kazuo Kashio. It belongs to industry electronics industry. It is established on date 1957-01-01. It's origin country is Japan.",
    "Q218115": "Chanel is a Accessory store. It produces ['clothing', 'perfume', 'jewellery', 'costume accessory']. It has headquarters in Neuilly-sur-Seine. It has ceo Coco Chanel. It is established on date 1913-01-01.",
    "Q217599": "Carrefour is a Retail store. It has headquarters in Boulogne-Billancourt. It belongs to industry retail. It has parent company Carrefour Group. It is established on date 1959-11-30.",
    "Q219508": "Citigroup is a Bank. It produces ['insurance']. It has headquarters in New York City. It belongs to industry financial services. It is established on date 1812-06-16. It's origin country is United States of America.",
    "Q2216770": "Idemitsu Kosan is a Petrol station. It has headquarters in Chiyoda-ku. It has ceo Sazō Idemitsu. It is established on date 1911-01-01. It's origin country is Japan.",
    "Q2231148": "Pearle Opticians is a Accessory store. It produces ['motorvehicle']. It has headquarters in Savannah. It is established on date 1959-01-01.",
    "Q9584": "Honda is a Auto showroom. It has headquarters in Minato-ku. It has ceo Sōichirō Honda. It belongs to industry automotive industry. It is established on date 1948-09-24. It's origin country is Japan.",
    "Q2262314": "Jumbo is a Retail store. It has headquarters in Veghel. It has parent company Jumbo Food Groep. It is established on date 1979-01-01. It's origin country is Netherlands.",
    "Q2282172": "Yves Saint Laurent is a Apparel store. It has headquarters in Paris. It has ceo Yves Saint Laurent. It has parent company Kering. It is established on date 1961-01-01. It's origin country is France.",
    "Q2363991": "Colruyt is a Retail store. It has headquarters in Halle. It has ceo Franz Colruyt. It has parent company Colruyt Group. It is established on date 1925-01-01.",
    "Q23317": "Audi is a Auto showroom. It produces ['car', 'passenger car']. It has headquarters in Ingolstadt. It has ceo August Horch. It belongs to industry automotive industry. It has parent company Volkswagen Group. It is established on date 1909-01-01. It's origin country is Germany.",
    "Q2420096": "Franprix is a Retail store. It has headquarters in Paris. It has ceo Jean Baud. It has parent company Groupe Casino. It is established on date 1959-01-01.",
    "Q2376711": "Sysco is a Retail store. It has headquarters in Houston. It belongs to industry wholesale. It is established on date 1969-01-01.",
    "Q245343": "Barclays is a Bank. It has headquarters in London. It belongs to industry financial services. It is established on date 1690-01-01. It's origin country is United Kingdom.",
    "Q2438391": "Chuck E. Cheese's is a Restaurant. It produces ['pizza']. It has headquarters in Irving. It has ceo Nolan Bushnell. It belongs to industry quick service restaurant sector. It is established on date 1977-01-01. It's origin country is United States of America.",
    "Q244457": "Subway is a Restaurant. It produces ['salad', 'sandwich']. It has headquarters in Milford. It has ceo Fred DeLuca. It belongs to industry fast food. It is established on date 1965-08-28. It's origin country is United States of America.",
    "Q246": "Volkswagen is a Auto showroom. It has headquarters in Wolfsburg. It has ceo Ferdinand Porsche. It belongs to industry automotive industry. It has parent company Volkswagen Group. It is established on date 1937-05-28. It's origin country is Germany.",
    "Q246655": "Next plc is a Apparel store. It has headquarters in Leicester. It has ceo Joseph Hepworth. It belongs to industry retail. It is established on date 1982-01-01. It's origin country is United Kingdom.",
    "Q259340": "7-Eleven is a Retail store. It has headquarters in Irving. It belongs to industry wholesale. It has parent company Seven & I Holdings Co.. It is established on date 1927-01-01. It's origin country is United States of America.",
    "Q26070": "UNIQLO is a Apparel store. It has headquarters in Tokyo. It has ceo Tadashi Yanai. It has parent company Fast Retailing. It is established on date 1984-06-02.",
    "Q2607251": "İşbank is a Bank. It has headquarters in Frankfurt. It is established on date 1992-01-01. It's origin country is Germany.",
    "Q2629881": "Arab Bank is a Bank. It has headquarters in Amman. It is established on date 1930-01-01.",
    "Q2666775": "Bank Hapoalim is a Bank. It has headquarters in Tel Aviv. It has ceo Histadrut. It belongs to industry Finanzwesen. It is established on date 1921-01-01. It's origin country is Israel.",
    "Q27074": "Aston Martin is a Auto showroom. It has headquarters in Gaydon. It has ceo Lionel Martin. It belongs to industry automotive industry. It is established on date 1913-01-01. It's origin country is United Kingdom.",
    "Q271413": "AEON is a Retail store. It has headquarters in Chiba. It belongs to industry retail. It is established on date 1758-01-01. It's origin country is Japan.",
    "Q2721482": "Amul is a Restaurant. It has headquarters in Anand. It has ceo Tribhuvandas Kishibhai Patel. It is established on date 1946-01-01.",
    "Q27224": "Bentley is a Auto showroom. It produces ['passenger car']. It has headquarters in Crewe. It has ceo W. O. Bentley. It belongs to industry automotive industry. It has parent company Volkswagen Group. It is established on date 1919-01-18. It's origin country is United Kingdom.",
    "Q2740021": "National Westminster Bank is a Bank. It has headquarters in London. It has ceo National Provincial Bank. It belongs to industry financial services. It has parent company The Royal Bank of Scotland Group. It is established on date 1968-01-01. It's origin country is United Kingdom.",
    "Q2743499": "Punjab National Bank is a Bank. It has headquarters in New Delhi. It has ceo Lala Lajpat Rai. It belongs to industry Finanzwesen. It is established on date 1894-01-01. It's origin country is India.",
    "Q27423": "BYD Auto is a Auto showroom. It has headquarters in Shenzhen. It has ceo Wang Chuanfu. It belongs to industry automotive industry. It has parent company BYD Company. It is established on date 1995-01-01.",
    "Q27436": "Cadillac is a Auto showroom. It has headquarters in Detroit. It has ceo Henry Ford. It belongs to industry automotive industry. It has parent company General Motors. It is established on date 1902-01-01. It's origin country is United States of America.",
    "Q27586": "Ferrari is a Auto showroom. It has headquarters in Maranello. It has ceo Enzo Ferrari. It belongs to industry automotive industry. It has parent company Ferrari N.V.. It is established on date 1947-01-01. It's origin country is Italy.",
    "Q2759586": "Papa John's Pizza is a Restaurant. It has headquarters in Louisville. It has ceo John Schnatter. It belongs to industry gastronomy. It is established on date 1984-01-01. It's origin country is United States of America.",
    "Q276557": "Kasikornbank is a Bank. It has headquarters in Bangkok. It has ceo Choti Lamsam. It is established on date 1945-06-08. It's origin country is Thailand.",
    "Q27597": "Fiat is a Auto showroom. It has headquarters in Turin. It has ceo Giovanni Agnelli. It belongs to industry automotive industry. It has parent company Fiat Group Automobiles. It is established on date 1899-07-11. It's origin country is Italy.",
    "Q27676067": "Amazon Go is a Retail store. It belongs to industry retail. It is established on date 2016-12-05. It's origin country is United States of America.",
    "Q277470": "Caltex is a Petrol station. It is established on date 1936-06-30.",
    "Q283852": "Turkcell is a Bank. It has headquarters in Istanbul. It has ceo Mehmet Emin Karamehmet. It belongs to industry telecommunications industry. It is established on date 1994-01-01. It's origin country is Turkey.",
    "Q283383": "Bloomingdale's is a Retail store. It has headquarters in New York City. It has ceo Joseph B. Bloomingdale. It belongs to industry retail. It has parent company Macy's, Inc.. It is established on date 1860-01-01.",
    "Q2836957": "Alimentation Couche-Tard is a Retail store. It has headquarters in Laval. It has ceo Alain Bouchard. It belongs to industry convenience store. It is established on date 1980-01-01. It's origin country is Canada.",
    "Q285328": "Commonwealth Bank is a Bank. It has headquarters in Sydney. It belongs to industry Finanzwesen. It is established on date 1911-12-22. It's origin country is Australia.",
    "Q2882611": "Bank Negara Indonesia is a Bank. It has headquarters in Wisma 46. It is established on date 1946-01-01.",
    "Q2882956": "Mizuho Bank is a Bank. It has headquarters in Otemachi Tower. It belongs to industry financial services. It has parent company Mizuho Financial Group. It is established on date 2002-01-01. It's origin country is Japan.",
    "Q2889702": "Brico Dépôt is a Retail store. It has headquarters in Longpont-sur-Orge. It has parent company Kingfisher plc. It is established on date 1993-01-01. It's origin country is France.",
    "Q2895314": "Iyo Bank is a Bank. It has headquarters in Matsuyama. It is established on date 1878-03-15.",
    "Q29560723": "KBC Group is a Bank. It has headquarters in Brussels. It belongs to industry Finanzwesen. It is established on date 1935-01-01. It's origin country is Belgium.",
    "Q28993": "GMC is a Auto showroom. It produces ['truck']. It has headquarters in Detroit. It has ceo William C. Durant. It belongs to industry automotive industry. It has parent company General Motors. It is established on date 1911-07-22. It's origin country is United States of America.",
    "Q29570": "Chevrolet is a Auto showroom. It produces ['car', 'truck']. It has headquarters in Detroit. It has ceo Louis Chevrolet. It belongs to industry automotive industry. It has parent company General Motors. It is established on date 1911-11-03. It's origin country is United States of America.",
    "Q29637": "Škoda Auto is a Auto showroom. It produces ['car', 'Škoda Fabia', 'Škoda Rapid (2012-)', 'Škoda Octavia', 'Škoda Citigo', 'Škoda Felicia', 'Škoda Roomster', 'Škoda Superb', 'Škoda Yeti', 'Škoda Kodiaq', 'Škoda Karoq', 'Škoda Kamiq']. It has headquarters in Mladá Boleslav. It has ceo Václav Laurin. It belongs to industry automotive industry. It has parent company Volkswagen Group. It is established on date 1895-12-17. It's origin country is Czech Republic.",
    "Q297410": "Asda is a Retail store. It has headquarters in Leeds. It belongs to industry retail. It has parent company Walmart. It is established on date 1965-01-01.",
    "Q2974454": "Frontier Communications is a Telecom store. It has headquarters in Stamford. It belongs to industry telecommunications industry. It is established on date 1927-01-01. It's origin country is United States of America.",
    "Q29803": "Isuzu Motors is a Auto showroom. It produces ['truck', 'diesel engine']. It has headquarters in Shinagawa-ku. It has ceo Yoshisuke Aikawa. It belongs to industry automotive industry. It is established on date 1893-01-01. It's origin country is Japan.",
    "Q3045312": "Olive Garden is a Restaurant. It has headquarters in Orlando. It belongs to industry System catering. It is established on date 1982-01-01. It's origin country is United States of America.",
    "Q3045976": "CIMB is a Bank. It has headquarters in Kuala Lumpur. It is established on date 1974-01-01. It's origin country is Malaysia.",
    "Q3046549": "East West Bank is a Bank. It has headquarters in Pasadena. It has parent company East West Bancorp. It is established on date 1973-01-01. It's origin country is United States of America.",
    "Q3067119": "Fastenal is a Retail store. It has headquarters in Winona. It is established on date 1967-01-01. It's origin country is United States of America.",
    "Q3046561": "Public Bank Berhad is a Bank. It has headquarters in Kuala Lumpur. It has ceo Teh Hong Piow. It is established on date 1966-01-01. It's origin country is Malaysia.",
    "Q307110": "au is a Telecom store. It has headquarters in Japan. It belongs to industry telecommunications industry. It has parent company KDDI. It is established on date 2000-11-01. It's origin country is Japan.",
    "Q3088784": "Jamba Juice is a Restaurant. It has headquarters in Emeryville. It is established on date 1990-01-01. It's origin country is United States of America.",
    "Q3088746": "Ito-Yokado is a Retail store. It has headquarters in Tokyo. It has parent company Seven & I Holdings Co.. It is established on date 1920-01-01. It's origin country is Japan.",
    "Q309031": "Lacoste is a Apparel store. It produces ['clothing', 'perfume', 'footwear', 'watch', 'eyewear']. It has headquarters in Paris. It has ceo René Lacoste. It belongs to industry retail. It has parent company Maus Frères. It is established on date 1933-01-01. It's origin country is France.",
    "Q319642": "Chevron Corporation is a Petrol station. It produces ['petroleum']. It has headquarters in San Ramon. It belongs to industry petroleum industry. It is established on date 1879-01-01. It's origin country is United States of America.",
    "Q319344": "Abercrombie & Fitch is a Apparel store. It has headquarters in New Albany. It has ceo David T. Abercrombie. It belongs to industry retail. It is established on date 1892-01-01. It's origin country is United States of America.",
    "Q3212802": "La Senza is a Apparel store. It has headquarters in Montreal. It belongs to industry retail. It is established on date 1990-01-01.",
    "Q3212934": "The Source is a Telecom store. It has headquarters in Barrie. It belongs to industry retail. It is established on date 1986-01-01. It's origin country is Canada.",
    "Q3259007": "LongHorn Steakhouse is a Restaurant. It belongs to industry gastronomy. It is established on date 1981-01-01. It's origin country is United States of America.",
    "Q322962": "Garanti Bank is a Bank. It has headquarters in Istanbul. It is established on date 1946-01-01. It's origin country is Turkey.",
    "Q327634": "T-Mobile International is a Telecom store. It has headquarters in Bonn. It has ceo Deutsche Telekom. It belongs to industry telecommunications industry. It has parent company Deutsche Telekom. It is established on date 2003-03-18. It's origin country is Germany.",
    "Q326715": "Lotte Mart is a Retail store. It has ceo Shin Kyuk-ho. It is established on date 1998-01-01.",
    "Q3272257": "M&T Bank is a Bank. It has headquarters in Buffalo. It is established on date 1856-01-01. It's origin country is United States of America.",
    "Q329347": "Lukoil is a Petrol station. It produces ['petroleum', 'natural gas', 'petroleum product']. It has headquarters in Moscow. It has ceo Vagit Alekperov. It belongs to industry petroleum industry. It is established on date 1991-11-25.",
    "Q3321241": "Monoprix is a Retail store. It has headquarters in Clichy. It has ceo Max Heilbronn. It belongs to industry retail. It has parent company Groupe Casino. It is established on date 1932-01-01. It's origin country is France.",
    "Q332477": "Victoria's Secret is a Apparel store. It has headquarters in Columbus. It has ceo Roy Raymond. It has parent company L Brands. It is established on date 1977-01-01. It's origin country is United States of America.",
    "Q3327046": "Oysho is a Apparel store. It has headquarters in Tordera. It belongs to industry retail. It has parent company Inditex. It is established on date 1977-01-01.",
    "Q3355059": "Orange Julius is a Restaurant. It has headquarters in Los Angeles. It is established on date 1926-01-01. It's origin country is United States of America.",
    "Q338633": "KPN is a Telecom store. It has headquarters in The Hague. It belongs to industry telecommunications industry. It is established on date 1989-01-01. It's origin country is Netherlands.",
    "Q3433273": "Rite Aid is a Retail store. It has headquarters in East Pennsboro Township. It has ceo Alex Grass. It belongs to industry retail. It is established on date 1962-01-01.",
    "Q3442791": "Ross Stores is a Apparel store. It has headquarters in Dublin. It belongs to industry retail. It is established on date 1954-01-01. It's origin country is United States of America.",
    "Q35349": "Kia Motors is a Auto showroom. It produces ['car']. It has headquarters in Seoul. It belongs to industry automotive industry. It has parent company Hyundai Motor Group. It is established on date 1944-12-21. It's origin country is South Korea.",
    "Q3472954": "Nando's is a Restaurant. It has headquarters in Johannesburg. It is established on date 1987-01-01.",
    "Q3537018": "Raymond Group is a Apparel store. It has headquarters in Mumbai. It is established on date 1925-01-01.",
    "Q35476": "AT&T is a Bank. It produces ['software', 'mobile phone', 'broadband', 'digital television', 'satellite television', 'landline telephone', 'Broadband Internet access']. It has headquarters in Whitacre Tower. It belongs to industry telecommunication. It is established on date 1983-10-05. It's origin country is United States of America.",
    "Q3552193": "Urban Outfitters is a Apparel store. It produces ['clothing']. It has headquarters in Philadelphia. It has ceo Richard Hayne. It belongs to industry retail. It is established on date 1970-01-01. It's origin country is United States of America.",
    "Q35886": "Lamborghini is a Auto showroom. It produces ['supercar', 'luxury vehicle']. It has headquarters in Sant'Agata Bolognese. It has ceo Ferruccio Lamborghini. It belongs to industry automotive industry. It has parent company Audi. It is established on date 1948-03-11. It's origin country is Italy.",
    "Q3593818": "Halkbank a.d. is a Bank. It has headquarters in Čačak. It is established on date 1990-01-01.",
    "Q36008": "Mercedes-Benz is a Auto showroom. It produces ['car', 'truck']. It has headquarters in Stuttgart. It has ceo Paul Daimler. It belongs to industry automotive industry. It has parent company Daimler AG. It is established on date 1926-01-01.",
    "Q35996": "Mazda is a Auto showroom. It produces ['truck']. It has headquarters in Fuchū. It has ceo Abdul Ghani. It belongs to industry automotive industry. It is established on date 1920-01-01. It's origin country is Japan.",
    "Q36033": "Mitsubishi Motors is a Auto showroom. It has headquarters in Minato-ku. It has ceo Mitsubishi Heavy Industries. It belongs to industry automotive industry. It has parent company Mitsubishi. It is established on date 1970-04-22. It's origin country is Japan.",
    "Q3631008": "Big Bazaar is a Retail store. It has headquarters in Mumbai. It has ceo Kishore Biyani. It has parent company Future Group. It is established on date 2001-01-01.",
    "Q3633485": "IDBI Bank is a Bank. It has headquarters in Mumbai. It is established on date 1964-01-01.",
    "Q37158": "Starbucks is a Restaurant. It produces ['coffee', 'frappuccino']. It has headquarters in Seattle. It has ceo Jerry Baldwin. It belongs to industry gastronomy. It is established on date 1971-03-30. It's origin country is United States of America.",
    "Q37614": "Jollibee Foods Corporation is a Restaurant. It has headquarters in Pasig. It belongs to industry quick service restaurant sector. It is established on date 1978-01-01.",
    "Q373038": "Goody's is a Restaurant. It has headquarters in Athens International Airport. It has parent company Vivartia. It is established on date 1975-01-01. It's origin country is Greece.",
    "Q38076": "McDonald's is a Restaurant. It has headquarters in Oak Brook. It has ceo Ray Kroc. It belongs to industry quick service restaurant sector. It is established on date 1940-05-15.",
    "Q376627": "Whataburger is a Restaurant. It has headquarters in San Antonio. It belongs to industry gastronomy. It is established on date 1950-01-01. It's origin country is United States of America.",
    "Q377915": "Agip is a Petrol station. It has headquarters in Rome. It belongs to industry petroleum industry. It has parent company Eni. It is established on date 1926-01-01. It's origin country is Italy.",
    "Q3878818": "Charles & Keith is a Accessory Store. It has headquarters in Singapore. It belongs to industry retail. It is established on date 1996-01-01.",
    "Q38928": "PNC Financial Services is a Bank. It has headquarters in Pittsburgh. It belongs to industry bank. It is established on date 1982-01-01. It's origin country is United States of America.",
    "Q3895": "Adidas is a Apparel store. It produces ['footwear', 'sportswear', 'sports equipment', 'personal care']. It has headquarters in Herzogenaurach. It has ceo Adolf Dassler. It belongs to industry clothing. It is established on date 1924-07-01. It's origin country is Germany.",
    "Q38960": "China CITIC Bank is a Bank. It has headquarters in Beijing. It is established on date 1987-01-01. It's origin country is People's Republic of China.",
    "Q390107": "Burberry is a Apparel store. It has headquarters in London. It has ceo Thomas Burberry. It belongs to industry clothing industry. It is established on date 1856-01-01. It's origin country is United Kingdom.",
    "Q4045072": "National Bank of Kuwait is a Bank. It has headquarters in Kuwait City. It belongs to industry financial services. It is established on date 1952-01-01.",
    "Q39146": "Bank of Beijing is a Bank. It has headquarters in Beijing. It is established on date 1996-01-01. It's origin country is People's Republic of China.",
    "Q40993": "Porsche is a Auto showroom. It produces ['car']. It has headquarters in Stuttgart. It has ceo Ferdinand Porsche. It belongs to industry automotive industry. It has parent company Volkswagen Group. It is established on date 1931-01-01. It's origin country is Germany.",
    "Q41187": "Sony is a Electronics store. It produces ['computer hardware', 'software', 'video game', 'semiconductor', 'consumer electronics', 'telecommunications equipment']. It has headquarters in Sony City. It has ceo Akio Morita. It belongs to industry consumer electronics. It is established on date 1946-05-07. It's origin country is Japan.",
    "Q416624": "Akbank is a Bank. It has headquarters in Istanbul. It is established on date 1948-01-01. It's origin country is Turkey.",
    "Q420822": "Gap, Inc. is a Apparel store. It has headquarters in San Francisco. It has ceo Donald Fisher. It belongs to industry retail. It is established on date 1983-01-01. It's origin country is United States of America.",
    "Q426992": "Pepe Jeans is a Apparel store. It has headquarters in London. It is established on date 1973-01-01. It's origin country is Spain.",
    "Q44294": "Ford Motor Company is a Auto showroom. It produces ['truck', 'passenger car']. It has headquarters in Ford World Headquarters. It has ceo Henry Ford. It belongs to industry automotive industry. It is established on date 1903-06-16. It's origin country is United States of America.",
    "Q451476": "Scotiabank is a Bank. It has headquarters in Toronto. It belongs to industry bank. It is established on date 1832-01-01. It's origin country is Canada.",
    "Q458363": "Marathon Petroleum is a Petrol station. It has headquarters in Findlay. It belongs to industry petroleum industry. It is established on date 2005-01-01. It's origin country is United States of America.",
    "Q45568": "UniCredit is a Bank. It has headquarters in Unicredit Tower. It belongs to industry Finanzwesen. It is established on date 1998-01-01. It's origin country is Italy.",
    "Q463378": "American Apparel is a Apparel store. It has headquarters in Los Angeles. It has ceo Dov Charney. It belongs to industry retail. It is established on date 1989-01-01. It's origin country is United States of America.",
    "Q465751": "Chipotle Mexican Grill is a Restaurant. It has headquarters in Denver. It has ceo Steve Ells. It belongs to industry fast food. It is established on date 1993-07-13. It's origin country is United States of America.",
    "Q46730": "Banca Monte dei Paschi di Siena is a Bank. It has headquarters in Siena. It belongs to industry Finanzwesen. It is established on date 1472-01-01. It's origin country is Italy.",
    "Q466183": "Reebok is a Apparel store. It produces ['sports equipment']. It has headquarters in Boston. It has ceo Joseph William Foster. It belongs to industry textile industry. It has parent company Adidas. It is established on date 1895-01-01. It's origin country is United States of America.",
    "Q4686051": "Advance Auto Parts is a Auto showroom. It has headquarters in Roanoke. It is established on date 1932-01-01. It's origin country is United States of America.",
    "Q467752": "Verizon is a Telecom store. It has headquarters in New York City. It has ceo AT&T Corporation. It belongs to industry telecommunications industry. It is established on date 1983-10-07. It's origin country is United States of America.",
    "Q4740834": "AmazonFresh is a Retail store.",
    "Q4766699": "Ann Taylor is a Apparel store. It has headquarters in Times Square Tower. It belongs to industry retail. It is established on date 1954-01-01. It's origin country is United States of America.",
    "Q478214": "Tesla is a Auto showroom. It produces ['Tesla Roadster (2008)', 'Tesla Model S', 'Tesla Model X', 'Tesla Powerwall', 'Tesla Model 3', 'Tesla Semi', 'Tesla Model Y', 'Tesla Solar Roof', 'Tesla Powerpack', 'Tesla Solar Panels']. It has headquarters in Palo Alto. It has ceo Elon Musk. It belongs to industry automotive industry. It is established on date 2003-07-01. It's origin country is United States of America.",
    "Q4822010": "Auntie Anne's is a Restaurant. It has headquarters in Lancaster U.S. Post Office building. It has ceo Anne F. Beiler. It belongs to industry retail. It is established on date 1988-01-01. It's origin country is United States of America.",
    "Q4835754": "BJ's Wholesale Club is a Retail store. It has headquarters in Westborough. It belongs to industry retail. It is established on date 1984-01-01. It's origin country is United States of America.",
    "Q4826087": "AutoZone is a Auto showroom. It has headquarters in Memphis. It has ceo Pitt Hyde. It belongs to industry automotive industry. It is established on date 1979-01-01.",
    "Q483551": "Walmart is a Retail store. It has headquarters in Arkansas. It has ceo Sam Walton. It belongs to industry retail. It is established on date 1962-07-02. It's origin country is United States of America.",
    "Q487494": "Tesco is a Retail store. It has headquarters in Welwyn Garden City. It has ceo Jack Cohen. It belongs to industry retail chain. It is established on date 1919-01-01. It's origin country is United Kingdom.",
    "Q483915": "Nike is a Apparel store. It produces ['clothing', 'footwear', 'sports equipment']. It has headquarters in Beaverton. It has ceo Phil Knight. It belongs to industry retail. It is established on date 1964-01-25. It's origin country is United States of America.",
    "Q4876153": "Bealls is a Retail store. It has headquarters in Bradenton. It is established on date 1915-01-01. It's origin country is United States of America.",
    "Q487907": "Bank of America is a Bank. It produces ['insurance', 'credit', 'asset management']. It has headquarters in North Carolina. It has ceo Amadeo Giannini. It belongs to industry financial services. It has parent company Berkshire Hathaway. It is established on date 1923-01-01. It's origin country is United States of America.",
    "Q488643": "Sibylla is a Restaurant. It is established on date 1907-01-01. It's origin country is Sweden.",
    "Q4887077": "Bendigo Bank is a Bank. It has headquarters in Bendigo. It belongs to industry financial services. It is established on date 1858-01-01. It's origin country is Australia.",
    "Q48881": "Sherwin-Williams is a Accessory store. It has headquarters in Cleveland. It has ceo Edward Williams. It belongs to industry chemical industry. It is established on date 1866-01-01. It's origin country is United States of America.",
    "Q4902331": "Bi-Mart is a Retail store. It has headquarters in Eugene. It is established on date 1955-01-01.",
    "Q490371": "e-mart is a Retail store. It has headquarters in Seoul. It has parent company Shinsegae. It is established on date 1993-01-01.",
    "Q4905973": "Big Lots is a Retail store. It has headquarters in Columbus. It is established on date 1967-01-01. It's origin country is United States of America.",
    "Q491516": "Chick-fil-A is a Restaurant. It produces ['sandwich']. It has headquarters in Atlanta. It has ceo S. Truett Cathy. It belongs to industry fast food. It is established on date 1946-01-01. It's origin country is United States of America.",
    "Q49125": "Toshiba is a Electronics store. It produces ['computer hardware', 'software', 'semiconductor', 'escalator', 'movie theater', 'elevator', 'home appliance', 'networking hardware', 'office supply', 'electrical equipment', 'computer memory', 'medical equipment', 'Social infrastructure']. It has headquarters in Minato-ku. It has ceo Tanaka Hisashige. It belongs to industry software industry. It has parent company Mitsui Group. It is established on date 1875-01-01. It's origin country is Japan.",
    "Q491627": "Hugo Boss is a Apparel store. It produces ['designer clothing']. It has headquarters in Metzingen. It has ceo Hugo Boss. It belongs to industry textile industry. It has parent company Valentino Fashion Group. It is established on date 1924-01-01. It's origin country is Germany.",
    "Q493145": "SK Telecom is a Telecom store. It has headquarters in Jung District. It belongs to industry telecommunications industry. It has parent company SK C&C. It is established on date 1984-01-01. It's origin country is South Korea.",
    "Q494389": "Polaroid Corporation is a Electronics store. It has headquarters in Concord. It has ceo Edwin H. Land. It is established on date 1937-01-01. It's origin country is United States of America.",
    "Q4999220": "Burlington Coat Factory is a Apparel store. It has headquarters in Florence Township. It belongs to industry retail. It is established on date 1972-01-01.",
    "Q497534": "Hyundai Mobis is a Auto showroom. It has headquarters in Seoul. It belongs to industry automotive industry. It is established on date 1977-01-01. It's origin country is South Korea.",
    "Q499707": "BNP Paribas is a Bank. It has headquarters in Paris. It belongs to industry financial services. It is established on date 2000-05-23. It's origin country is France.",
    "Q4997829": "Bunnings Group is a Retail store. It has headquarters in Hawthorn East. It belongs to industry retail. It has parent company Wesfarmers. It is established on date 1952-01-01. It's origin country is Australia.",
    "Q5006735": "C. O. Bigelow is a Retail store. It produces ['shampoo', 'shaving cream', 'hair conditioner', 'shower gel', 'lotion', 'Body spray']. It's origin country is United States of America.",
    "Q5017235": "Café Coffee Day is a Restaurant. It produces ['coffee']. It has headquarters in Bangalore. It has ceo V. G. Siddhartha. It is established on date 1996-01-01.",
    "Q503182": "PetroChina is a Petrol station. It has headquarters in Dongcheng District. It belongs to industry petroleum industry. It has parent company China National Petroleum Corporation. It is established on date 1999-01-01. It's origin country is People's Republic of China.",
    "Q5037190": "CarMax is a Auto showroom. It has headquarters in Goochland County. It is established on date 1993-01-01. It's origin country is United States of America.",
    "Q5071627": "Chang Hwa Bank is a Bank. It has headquarters in Taichung. It is established on date 1905-01-01.",
    "Q5096233": "Chicken Cottage is a Restaurant. It has headquarters in London. It belongs to industry fast food. It is established on date 1994-01-01. It's origin country is United Kingdom.",
    "Q5105515": "Chow Tai Fook is a Accessory store. It has headquarters in Hong Kong. It has ceo Chow Chi Yuen. It is established on date 1929-01-01. It's origin country is People's Republic of China.",
    "Q5135229": "Falabella is a Retail store. It has headquarters in Santiago. It is established on date 1889-01-01. It's origin country is Chile.",
    "Q5213855": "Jimmy Choo Ltd is a Apparel store. It has headquarters in London. It has ceo Jimmy Choo. It is established on date 1996-01-01. It's origin country is United Kingdom.",
    "Q5272601": "Dick's Sporting Goods is a Retail store. It has headquarters in Coraopolis. It belongs to industry retail. It is established on date 1948-01-01.",
    "Q5215421": "Sumitomo Mitsui Trust Bank is a Bank. It has parent company Sumitomo Mitsui Trust Holdings. It is established on date 1925-07-28. It's origin country is Japan.",
    "Q5289230": "Dollar Tree is a Retail store. It has headquarters in Chesapeake. It belongs to industry retail. It is established on date 1986-01-01. It's origin country is United States of America.",
    "Q5242054": "Davivienda is a Bank. It has headquarters in Bogotá. It is established on date 1972-01-01. It's origin country is Colombia.",
    "Q524757": "KFC is a Restaurant. It produces ['Chicken dish']. It has headquarters in Louisville. It has ceo Colonel Sanders. It belongs to industry quick service restaurant sector. It has parent company Yum! Brands. It is established on date 1930-01-01. It's origin country is United States of America.",
    "Q53238": "Hitachi is a Electronics store. It produces ['software', 'information system', 'power station', 'home appliance', 'power tool', 'machine', 'electronic device', 'telecommunications equipment']. It has headquarters in Chiyoda-ku. It has ceo Namihei Odaira. It belongs to industry consumer electronics. It is established on date 1910-01-01. It's origin country is Japan.",
    "Q53247": "Panasonic Corporation is a Electronics store. It produces ['television', 'laptop', 'computer hardware', 'software', 'video game console', 'desktop computer', 'digital camera', 'home appliance', 'LCD projector', 'DVD player']. It has headquarters in Kadoma. It has ceo Konosuke Matsushita. It belongs to industry electronics. It is established on date 1918-03-13. It's origin country is Japan.",
    "Q53268": "Toyota is a Auto showroom. It produces ['passenger car']. It has headquarters in Toyota. It has ceo Kiichiro Toyoda. It belongs to industry automotive industry. It is established on date 1937-08-28. It's origin country is Japan.",
    "Q533415": "Best Buy is a Retail store. It has headquarters in Richfield. It has ceo Richard M. Schulze. It belongs to industry retail. It is established on date 1966-01-01. It's origin country is United States of America.",
    "Q5370765": "J.Crew is a Apparel store. It has headquarters in 770 Broadway. It belongs to industry retail. It is established on date 1983-01-01. It's origin country is United States of America.",
    "Q537886": "Banco Português de Investimento is a Bank. It has headquarters in Porto. It belongs to industry universal bank. It is established on date 1981-01-01. It's origin country is Portugal.",
    "Q538587": "Cartier is a Accessory store. It has headquarters in Paris. It has ceo Louis-François Cartier. It belongs to industry luxury good. It has parent company Richemont. It is established on date 1847-01-01. It's origin country is France.",
    "Q5399377": "Essar Oil is a Petrol station. It has headquarters in Mumbai. It belongs to industry petroleum industry. It is established on date 1969-01-01.",
    "Q54078": "IKEA is a Accessory store. It has ceo Ingvar Kamprad. It belongs to industry design. It is established on date 1943-01-01. It's origin country is Sweden.",
    "Q542767": "Christian Dior S.A. is a Accessories store. It has headquarters in Paris. It has ceo Christian Dior. It belongs to industry retail. It is established on date 1946-01-01.",
    "Q5433101": "Family Dollar is a Retail store. It has ceo Leon Levine. It belongs to industry retail. It is established on date 1959-01-01. It's origin country is United States of America.",
    "Q5451873": "Firehouse Subs is a Restaurant. It has headquarters in Jacksonville. It is established on date 1994-01-01. It's origin country is United States of America.",
    "Q5427779": "Fabindia is a Apparel store. It has headquarters in New Delhi. It is established on date 1960-01-01.",
    "Q5465300": "Food Basics is a Retail store. It has headquarters in Toronto. It belongs to industry retail. It has parent company Metro Inc.. It is established on date 1995-01-01. It's origin country is Canada.",
    "Q548278": "Standard Chartered is a Bank. It has headquarters in London. It has ceo James Wilson. It belongs to industry financial services. It is established on date 1853-01-01. It's origin country is United Kingdom.",
    "Q5453752": "First Republic Bank is a Bank. It has headquarters in San Francisco. It belongs to industry Finanzwesen. It is established on date 1985-01-01. It's origin country is United States of America.",
    "Q5455836": "Five Below is a Retail store. It has headquarters in Philadelphia. It belongs to industry discount store. It is established on date 2002-01-01. It's origin country is United States of America.",
    "Q5491421": "Smoothie King is a Restaurant. It has headquarters in New Orleans. It is established on date 1973-01-01.",
    "Q549181": "MOL Group is a Petrol station. It has headquarters in Budapest. It belongs to industry petroleum industry. It is established on date 1991-01-01. It's origin country is Hungary.",
    "Q5490892": "Frankie and Benny's is a Restaurant. It has headquarters in London. It is established on date 1995-01-01. It's origin country is United Kingdom.",
    "Q5760704": "Hangzhou Hikvision Digital Technology Co., Ltd. is a Electronics store. It has headquarters in Hangzhou. It is established on date 2001-01-01. It's origin country is People's Republic of China.",
    "Q603698": "Longines is a Accessory store. It produces ['wristwatch']. It has headquarters in Saint-Imier. It has parent company The Swatch Group. It is established on date 1832-01-01. It's origin country is Switzerland.",
    "Q630866": "Arby's is a Restaurant. It has headquarters in Sandy Springs. It belongs to industry gastronomy. It is established on date 1964-01-01. It's origin country is United States of America.",
    "Q550258": "Wendy's is a Restaurant. It has headquarters in Dublin. It has ceo Dave Thomas. It belongs to industry fast food. It is established on date 1969-01-01. It's origin country is United States of America.",
    "Q5512642": "G.u. is a Apparel store. It has headquarters in Minato-ku. It has parent company Fast Retailing. It is established on date 1973-02-21.",
    "Q634881": "Tommy Hilfiger is a Apparel store. It produces ['clothing', 'furniture', 'cosmetics', 'perfume']. It has headquarters in New York City. It has ceo Tommy Hilfiger. It belongs to industry retail. It has parent company PVH. It is established on date 1985-01-01. It's origin country is United States of America.",
    "Q5584725": "Gordmans is a Retail store. It has headquarters in Omaha. It belongs to industry retail. It is established on date 1936-01-01.",
    "Q607272": "Woolworths Limited is a Retail store. It has headquarters in Sydney. It belongs to industry retail. It is established on date 1924-01-01.",
    "Q635484": "Armani is a Apparel store. It produces ['shoe', 'cosmetics', 'jewellery', 'watch', 'designer clothing', 'eyewear']. It has headquarters in Milan. It has ceo Giorgio Armani. It is established on date 1975-01-01. It's origin country is Italy.",
    "Q5715308": "Henri Bendel is a Accessory store. It has headquarters in 712 Fifth Avenue. It has ceo Henri Willis Bendel. It belongs to industry retail. It has parent company L Brands. It is established on date 1895-01-01.",
    "Q584601": "Baskin-Robbins is a Restaurant. It has headquarters in Canton. It has ceo Irv Robbins. It belongs to industry ice cream manufacturer. It has parent company Dunkin' Brands. It is established on date 1948-01-01. It's origin country is United States of America.",
    "Q5887941": "HomeGoods is a Retail store. It belongs to industry retail. It is established on date 1992-01-01.",
    "Q59465": "Barneys New York is a Retail store. It has headquarters in New York City. It has ceo Barney Pressman. It belongs to industry retail. It is established on date 1923-01-01.",
    "Q611115": "Swarovski is a Accessory store. It has headquarters in Wattens. It has ceo Daniel Swarovski. It is established on date 1895-01-01. It's origin country is Austria.",
    "Q6523209": "LensCrafters is a Accessory store. It belongs to industry retail. It is established on date 1983-01-01. It's origin country is United States of America.",
    "Q589288": "The Bank of New York Mellon is a Bank. It has headquarters in New York City. It has ceo Alexander Hamilton. It belongs to industry banking. It is established on date 2007-01-01. It's origin country is United States of America.",
    "Q590952": "Crédit Agricole is a Bank. It has headquarters in Montrouge. It belongs to industry Finanzwesen. It is established on date 2000-01-01. It's origin country is France.",
    "Q610817": "Banco do Brasil is a Bank. It has headquarters in Brasília. It has ceo John VI of Portugal. It is established on date 1808-01-01. It's origin country is Brazil.",
    "Q6122893": "Jaguar Land Rover is a Auto showroom. It has headquarters in Coventry. It belongs to industry automotive industry. It has parent company Tata Motor. It is established on date 2013-01-01. It's origin country is United Kingdom.",
    "Q656165": "Halliburton is a nan. It has headquarters in Houston. It has ceo Erle P. Halliburton. It is established on date 1919-01-01. It's origin country is United States of America.",
    "Q608845": "Costa Coffee is a Restaurant. It produces ['coffee']. It has headquarters in Dunstable. It belongs to industry gastronomy. It has parent company Whitbread. It is established on date 1971-01-01. It's origin country is United Kingdom.",
    "Q6134929": "Shakey's Pizza is a Restaurant. It has headquarters in Alhambra. It has ceo Sherwood Johnson. It belongs to industry gastronomy. It is established on date 1954-01-01.",
    "Q616376": "Neste is a Petrol station. It has headquarters in Espoo. It is established on date 1948-01-01. It's origin country is Finland.",
    "Q621532": "Applebee's is a Restaurant. It has headquarters in Kansas City. It has parent company DineEquity. It is established on date 1980-01-01.",
    "Q623133": "El Corte Inglés is a Retail store. It has headquarters in Calle de Hermosilla. It has ceo Ramón Areces. It belongs to industry retail. It is established on date 1940-06-28. It's origin country is Spain.",
    "Q6686": "Renault is a Auto showroom. It produces ['car', 'truck', 'light commercial vehicle']. It has headquarters in Boulogne-Billancourt. It has ceo Louis Renault. It belongs to industry automotive industry. It is established on date 1898-12-24. It's origin country is France.",
    "Q620875": "Goodyear Tire and Rubber Company is a Tyre store. It has headquarters in Akron. It has ceo Frank Seiberling. It belongs to industry manufacturing. It is established on date 1898-08-29. It's origin country is United States of America.",
    "Q629269": "Macy's is a Retail store. It has headquarters in New York City. It has ceo Rowland Hussey Macy. It belongs to industry retail. It has parent company Macy's, Inc.. It is established on date 1858-10-28. It's origin country is United States of America.",
    "Q6742": "Peugeot is a Auto showroom. It produces ['car', 'light commercial vehicle']. It has headquarters in Rueil-Malmaison. It has ceo Armand Peugeot. It belongs to industry automotive industry. It has parent company Groupe PSA. It is established on date 1810-06-10. It's origin country is France.",
    "Q623042": "Bank Rakyat Indonesia is a Bank. It has headquarters in Jakarta. It has ceo Raden Bei Aria Wirjaatmadja. It is established on date 1895-12-16. It's origin country is Indonesia.",
    "Q6820949": "Mervyns is a Retail store. It has headquarters in Hayward. It belongs to industry retail. It is established on date 1949-01-01. It's origin country is United States of America.",
    "Q62621": "Canon Inc. is a Ele. It produces ['printer', 'software', 'camera', 'digital camera', 'photocopier', 'single-lens reflex camera', 'camcorder', 'office supply']. It has headquarters in Krefeld. It has ceo Takeshi Mitarai. It belongs to industry electronics. It is established on date 1937-08-10. It's origin country is Japan.",
    "Q63335": "Foot Locker is a Accessory store. It has headquarters in New York City. It belongs to industry retail. It is established on date 1974-01-01.",
    "Q694107": "The Swatch Group is a Accessory store. It has headquarters in Biel/Bienne. It has ceo Nicolas Hayek. It belongs to industry horology. It is established on date 1931-01-01. It's origin country is Switzerland.",
    "Q631047": "HDFC Bank is a Bank. It has headquarters in Mumbai. It belongs to industry Finanzwesen. It is established on date 1994-01-01.",
    "Q6970842": "National Automotive Parts Association is a Auto showroom. It has headquarters in Atlanta. It is established on date 1925-01-01.",
    "Q634298": "National Bank of Canada is a Bank. It has headquarters in Montreal. It belongs to industry bank. It is established on date 1859-01-01. It's origin country is Canada.",
    "Q6414641": "Kipling is a Accessory store. It has headquarters in Bornem. It belongs to industry retail. It is established on date 1987-01-01.",
    "Q6485350": "Lane Bryant is a Apparel store. It has headquarters in Columbus. It has ceo Lena Himmelstein. It belongs to industry retail. It is established on date 1901-01-01. It's origin country is United States of America.",
    "Q702049": "Husky Energy is a Petrol station. It has headquarters in Calgary. It belongs to industry petroleum industry. It is established on date 1938-01-01. It's origin country is Canada.",
    "Q643626": "Aptiv is a Auto showroom. It has headquarters in Dublin. It belongs to industry automotive industry. It is established on date 2009-10-06. It's origin country is United Kingdom.",
    "Q705417": "DBS Bank is a Bank. It has headquarters in Singapore. It belongs to industry Finanzwesen. It is established on date 1968-01-01. It's origin country is Singapore.",
    "Q6499202": "Sears is a Accessory store. It produces ['clothing']. It has headquarters in Hoffman Estates. It has ceo Richard Warren Sears. It belongs to industry retail. It has parent company Sears Holdings Corporation. It is established on date 1886-01-01. It's origin country is United States of America.",
    "Q659530": "Tissot is a Accessory store. It has headquarters in Le Locle. It belongs to industry horology. It has parent company The Swatch Group. It is established on date 1853-01-01. It's origin country is Switzerland.",
    "Q715583": "Costco is a Retail store. It has headquarters in Issaquah. It has ceo James Sinegal. It belongs to industry retail. It is established on date 1983-01-01. It's origin country is United States of America.",
    "Q659224": "Omega SA is a Accessory store. It has headquarters in Biel/Bienne. It belongs to industry clock. It has parent company The Swatch Group. It is established on date 1848-01-01. It's origin country is Switzerland.",
    "Q7311028": "Reliance Retail is a Retail store. It has headquarters in Mumbai. It belongs to industry retail.",
    "Q66048": "Deutsche Bank is a Bank. It has headquarters in Deutsche Bank Twin Towers. It has ceo Ludwig Bamberger. It belongs to industry financial services. It is established on date 1870-03-10. It's origin country is Germany.",
    "Q7368644": "Roses is a Retail store. It has headquarters in Henderson. It is established on date 1915-01-01. It's origin country is United States of America.",
    "Q673670": "PGNiG is a Petrol station. It has headquarters in Warsaw. It is established on date 1982-12-01.",
    "Q6824418": "MetroCorp Bancshares is a Bank. It has headquarters in Texas. It is established on date 1987-01-01. It's origin country is United States of America.",
    "Q688082": "Bata Shoes is a Apparel store. It produces ['shoes']. It has headquarters in Lausanne. It has ceo Tomáš Baťa. It belongs to industry retail. It is established on date 1894-08-24.",
    "Q691029": "Pull&Bear is a Apparel store. It has headquarters in Arteixo. It belongs to industry retail. It has parent company Inditex. It is established on date 1991-01-01. It's origin country is Spain.",
    "Q739084": "U.S. Bancorp is a Bank. It has headquarters in Minneapolis. It belongs to industry financial services. It is established on date 1850-01-01.",
    "Q688619": "Olympus is a Electronics store. It produces ['software']. It has headquarters in Shinjuku-ku. It belongs to industry electronics. It is established on date 1919-10-12. It's origin country is Japan.",
    "Q696376": "Gianni Versace S.p.A. is a Apparel store. It produces ['designer clothing']. It has headquarters in Milan. It has ceo Gianni Versace. It is established on date 1978-01-01. It's origin country is Italy.",
    "Q744149": "Wells Fargo is a Bank. It has headquarters in San Francisco. It has ceo William Fargo. It belongs to industry financial services. It is established on date 1852-03-18. It's origin country is United States of America.",
    "Q696334": "Toys \"R\" Us is a Retail store. It has headquarters in New Jersey. It has ceo Charles Lazarus. It belongs to industry trade. It has parent company Kohlberg Kravis Roberts. It is established on date 1948-01-01.",
    "Q747394": "Alpha Bank is a Bank. It has headquarters in Athens. It belongs to industry Finanzwesen. It is established on date 1879-01-01. It's origin country is Greece.",
    "Q696867": "Erste Bank is a Bank. It has headquarters in Vienna. It has parent company Erste Group. It is established on date 1829-01-01. It's origin country is Austria.",
    "Q7501155": "Shopko is a Retail store. It has headquarters in Green Bay. It is established on date 1962-04-05. It's origin country is United States of America.",
    "Q6970885": "National Bank of Abu Dhabi is a Bank. It belongs to industry bank. It is established on date 1968-01-01.",
    "Q7071951": "O'Reilly Auto Parts is a Auto showroom. It has headquarters in Springfield. It is established on date 1957-01-01. It's origin country is United States of America.",
    "Q707602": "B&Q is a Retail store. It has headquarters in Eastleigh. It has ceo David Quayle. It belongs to industry hardware store. It has parent company Kingfisher plc. It is established on date 1969-01-01. It's origin country is United Kingdom.",
    "Q7076076": "Ocean State Job Lot is a Retail store. It has headquarters in North Kingstown. It is established on date 1977-01-01.",
    "Q7079486": "Officeworks is a Retail store. It has headquarters in Bentleigh East. It has parent company Wesfarmers. It is established on date 1994-06-01. It's origin country is Australia.",
    "Q7088304": "Ollie's Bargain Outlet is a Retail store. It has headquarters in Harrisburg. It belongs to industry overstock. It is established on date 1982-01-01.",
    "Q714641": "Australia and New Zealand Banking Group is a Bank. It has headquarters in Melbourne. It is established on date 1970-01-01. It's origin country is Australia.",
    "Q7575959": "Spencer's Retail is a Retail store. It has headquarters in Kolkata. It belongs to industry retail. It is established on date 1996-01-01.",
    "Q714491": "Marks & Spencer is a Retail store. It has headquarters in London. It has ceo Michael Marks. It belongs to industry retail. It is established on date 1884-01-01. It's origin country is United Kingdom.",
    "Q7160131": "Peebles is a Retail store. It is established on date 1891-01-01. It's origin country is United States of America.",
    "Q727697": "Coach is a Accessory store. It produces ['clothing']. It has headquarters in New York City. It is established on date 1941-01-01. It's origin country is United States of America.",
    "Q7756009": "The Pantry is a Retail Store. It has headquarters in Cary. It belongs to industry convenience store. It is established on date 1967-01-01. It's origin country is United States of America.",
    "Q717531": "Chunghwa Telecom is a Telecom store. It has headquarters in Taipei. It belongs to industry telecommunications industry. It is established on date 1996-01-01. It's origin country is Taiwan.",
    "Q721162": "Telstra is a Telecom store. It has headquarters in Melbourne. It belongs to industry telecommunications industry. It is established on date 1975-06-12. It's origin country is Australia.",
    "Q794565": "Aéropostale is a Apparel store. It produces ['clothing']. It has headquarters in New York City. It belongs to industry retail. It is established on date 1973-01-01. It's origin country is United States of America.",
    "Q7283806": "Raiffeisen Romania is a Bank. It has headquarters in Bucharest. It is established on date 2002-01-01. It's origin country is Romania.",
    "Q7311026": "Reliance Petroleum is a Petrol station. It has headquarters in Ahmedabad. It belongs to industry petroleum industry. It is established on date 2008-01-01.",
    "Q798819": "Huntington Bancshares is a Bank. It has headquarters in Columbus. It is established on date 1866-01-01. It's origin country is United States of America.",
    "Q735261": "Royal Bank of Canada is a Bank. It has headquarters in Toronto. It belongs to industry financial services. It is established on date 1864-01-01. It's origin country is Canada.",
    "Q743497": "Neiman Marcus is a Retail store. It has headquarters in Dallas. It has ceo Carrie Marcus Neiman. It belongs to industry retail. It is established on date 1907-01-01. It's origin country is United States of America.",
    "Q806689": "Bank of Ireland is a Bank. It has headquarters in Dublin. It belongs to industry bank. It is established on date 1783-01-01. It's origin country is Ireland.",
    "Q7391493": "SM Department Store is a Retail store. It has headquarters in Pasay. It is established on date 1958-01-01.",
    "Q806693": "Bank of Montreal is a Bank. It has headquarters in Montreal. It belongs to industry financial services. It is established on date 1817-01-01. It's origin country is Canada.",
    "Q7439115": "Screwfix is a Retail store. It has headquarters in Yeovil. It is established on date 1979-01-01.",
    "Q847225": "Caixabank is a Bank. It has headquarters in Valencia. It has parent company La Caixa. It is established on date 2011-01-01. It's origin country is Spain.",
    "Q7441933": "Seasons 52 is a Restaurant. It has headquarters in Orlando. It belongs to industry gastronomy. It is established on date 2003-01-01. It's origin country is United States of America.",
    "Q745099": "Kyocera is a Electronics store. It produces ['software']. It has headquarters in Fushimi-ku. It has ceo Kazuo Inamori. It belongs to industry electronics. It is established on date 1959-04-01. It's origin country is Japan.",
    "Q7575683": "Speedway LLC is a Petrol station. It has headquarters in Enon. It is established on date 1959-01-01. It's origin country is United States of America.",
    "Q864407": "The Home Depot is a Retail store. It has headquarters in Atlanta. It has ceo Arthur Blank. It belongs to industry retail. It is established on date 1978-01-01. It's origin country is United States of America.",
    "Q752941": "Taco Bell is a Restaurant. It produces ['taco']. It has headquarters in Irvine. It has ceo Glen Bell. It belongs to industry fast food. It has parent company Yum! Brands. It is established on date 1962-01-01. It's origin country is United States of America.",
    "Q7561808": "Sonic Drive-In is a Restaurant. It has headquarters in Oklahoma City. It has ceo Troy Smith. It belongs to industry gastronomy. It is established on date 1953-01-01.",
    "Q758052": "Attijariwafa Bank is a Bank. It has headquarters in Casablanca. It is established on date 1911-01-01. It's origin country is Morocco.",
    "Q775060": "Texaco is a Petrol station. It produces ['petroleum', 'natural gas', 'petroleum product']. It has headquarters in San Ramon. It has ceo Arnold Schlaet. It belongs to industry petroleum industry. It has parent company Chevron Corporation. It is established on date 1901-01-01. It's origin country is United States of America.",
    "Q909856": "Loblaw Companies is a Retail store. It has headquarters in Brampton. It has ceo Theodore Loblaw. It belongs to industry retail. It has parent company George Weston Limited. It is established on date 1956-01-01. It's origin country is Canada.",
    "Q7606770": "Stein Mart is a Retail store. It is established on date 1902-01-01.",
    "Q762330": "Banc Sabadell is a Bank. It has headquarters in Alicante. It belongs to industry financial services. It is established on date 1881-12-31. It's origin country is Spain.",
    "Q7757289": "The Pita Pit is a Restaurant. It has headquarters in Kingston. It belongs to industry retail. It is established on date 1995-01-01.",
    "Q7851426": "Tuesday Morning is a Retail store. It has headquarters in Dallas. It is established on date 1974-01-01.",
    "Q785943": "Staples Inc. is a Accessory store. It produces ['electronics', 'furniture', 'information technology consulting', 'office supply']. It has headquarters in Boston. It has ceo Leo Kahn. It belongs to industry retail. It is established on date 1986-01-01. It's origin country is United States of America.",
    "Q7941483": "Von Maur is a Retail store. It has headquarters in Davenport. It belongs to industry retail. It is established on date 1872-01-01.",
    "Q920037": "J. C. Penney is a Retail store. It has headquarters in Plano. It has ceo William McManus. It belongs to industry retail. It is established on date 1902-01-01. It's origin country is United States of America.",
    "Q788231": "Massimo Dutti is a Apparel store. It has headquarters in Tordera. It belongs to industry retail. It has parent company Inditex. It is established on date 1985-01-01. It's origin country is Spain.",
    "Q795486": "BB&T is a Bank. It has headquarters in Winston-Salem. It belongs to industry financial services. It is established on date 1872-01-01. It's origin country is United States of America.",
    "Q967265": "Kohl's is a Retail store. It has headquarters in Menomonee Falls. It belongs to industry retail. It is established on date 1962-01-01. It's origin country is United States of America.",
    "Q795454": "Barnes & Noble is a Retail store. It produces ['software']. It has headquarters in New York City. It has ceo Leonard Riggio. It belongs to industry retail. It is established on date 1873-01-01. It's origin country is United States of America.",
    "Q8025339": "Wingstop is a Restaurant. It has headquarters in Dallas. It belongs to industry restaurant. It is established on date 1994-01-01. It's origin country is United States of America.",
    "Q806085": "Banana Republic is a Apparel store. It produces ['clothing', 'jewellery']. It has headquarters in San Francisco. It has ceo Mel Ziegler. It belongs to industry retail. It has parent company Gap, Inc.. It is established on date 1978-01-01. It's origin country is United States of America.",
    "Q806181": "Bradesco Bank is a Bank. It has headquarters in Osasco. It belongs to industry financial services. It is established on date 1943-01-01. It's origin country is Brazil.",
    "Q806189": "Bilbao Vizcaya Argentaria Bank is a Bank. It has headquarters in Ciudad BBVA. It belongs to industry financial services. It is established on date 1999-01-01. It's origin country is Spain.",
    "Q806215": "Banco Santander is a Bank. It has headquarters in Santander. It belongs to industry financial services. It is established on date 1857-01-01. It's origin country is Spain.",
    "Q806483": "Bangkok Bank is a Bank. It has headquarters in Bangkok. It has ceo Chin Sophonpanich. It is established on date 1944-11-20. It's origin country is Thailand.",
    "Q806607": "BankMuscat is a Bank. It has headquarters in Muscat. It is established on date 1982-01-01.",
    "Q806641": "Bank Leumi is a Bank. It has headquarters in Tel Aviv. It has ceo World Zionist Organization. It belongs to industry Finanzwesen. It is established on date 1902-01-01. It's origin country is Israel.",
    "Q806622": "Bank CIC (Switzerland) Ltd. is a Bank. It has headquarters in Basel. It is established on date 1909-01-01. It's origin country is Switzerland.",
    "Q806626": "Bank Central Asia is a Bank. It has headquarters in Jakarta. It has ceo Sudono Salim. It belongs to industry bank. It is established on date 1955-01-01.",
    "Q806639": "Bank Mandiri is a Bank. It has headquarters in Jakarta. It has ceo Government of Indonesia. It belongs to industry financial services. It is established on date 1998-10-02. It's origin country is Indonesia.",
    "Q806679": "Bank of East Asia is a Bank. It has headquarters in Central. It is established on date 1918-01-01. It's origin country is People's Republic of China.",
    "Q806807": "Bankia is a Bank. It has headquarters in Madrid. It belongs to industry financial services. It is established on date 2010-01-01. It's origin country is Spain.",
    "Q806808": "Bankinter is a Bank. It has headquarters in Madrid. It belongs to industry financial services. It is established on date 1965-01-01. It's origin country is Spain.",
    "Q8093": "Nintendo is a Electronics store. It has headquarters in Kyoto. It has ceo Fusajiro Yamauchi. It belongs to industry video game industry. It is established on date 1889-09-23. It's origin country is Japan.",
    "Q810773": "Bath & Body Works is a Accessory store. It has headquarters in Columbus. It has ceo Les Wexner. It belongs to industry final good. It is established on date 1990-01-01. It's origin country is United States of America.",
    "Q8072576": "Zions Bank is a Bank. It has headquarters in Salt Lake City. It has ceo Brigham Young. It's origin country is United States of America.",
    "Q80788": "DNB ASA is a Bank. It has headquarters in Oslo. It is established on date 2003-12-04.",
    "Q813782": "Bed Bath & Beyond is a Accessory store. It has headquarters in Union Township. It belongs to industry retail. It is established on date 1971-01-01. It's origin country is United States of America.",
    "Q815694": "Bell Canada is a Telecom store. It has headquarters in Montreal. It has ceo Charles Fleetford Sise. It belongs to industry telecommunications industry. It is established on date 1877-01-01. It's origin country is Canada.",
    "Q827258": "Bershka is a Apparel store. It has headquarters in Arteixo. It belongs to industry retail. It has parent company Inditex. It is established on date 1998-04-01. It's origin country is Spain.",
    "Q837851": "The Body Shop is a Accessory store. It has headquarters in Littlehampton. It has ceo Anita Roddick. It belongs to industry retail. It has parent company Natura Cosméticos S.A.. It is established on date 1976-03-26.",
    "Q839466": "Domino's Pizza is a Restaurant. It has headquarters in Ann Arbor Charter Township. It has ceo Tom Monaghan. It belongs to industry fast food. It has parent company Bain Capital. It is established on date 1960-06-10. It's origin country is United States of America.",
    "Q843887": "Hermès International S.A. is a Accessory store. It has headquarters in Paris. It has ceo Thierry Hermès. It is established on date 1837-01-01.",
    "Q845632": "Telenor is a Telecom store. It has headquarters in Bærum. It belongs to industry telecommunications industry. It is established on date 1995-01-01. It's origin country is Norway.",
    "Q844805": "Dillard's is a Retail store. It has headquarters in Little Rock. It has ceo William T. Dillard. It belongs to industry retail. It is established on date 1938-01-01. It's origin country is United States of America.",
    "Q847743": "Dunkin' is a Restaurant. It has headquarters in Canton. It has ceo William Rosenberg. It belongs to industry gastronomy. It has parent company Dunkin' Brands. It is established on date 1950-01-01. It's origin country is United States of America.",
    "Q848059": "Mahindra & Mahindra is a Auto showroom. It has headquarters in Mumbai. It has ceo Jagdish Chandra Mahindra. It belongs to industry automotive industry. It has parent company Mahindra Group. It is established on date 1945-10-02. It's origin country is India.",
    "Q853958": "NTT DoCoMo is a Telecom store. It has headquarters in Sanno Park Tower. It belongs to industry telecommunications industry. It has parent company Nippon Telegraph and Telephone. It is established on date 1992-01-01. It's origin country is Japan.",
    "Q857182": "Biedronka is a Retail store. It has headquarters in Kostrzyn. It belongs to industry retail. It has parent company Jerónimo Martins. It is established on date 1997-01-01. It's origin country is Poland.",
    "Q854867": "Bharti Airtel is a Telecom store. It has headquarters in New Delhi. It has ceo Sunil Mittal. It belongs to industry telecommunications industry. It is established on date 1995-07-07. It's origin country is India.",
    "Q855479": "TDK is a Electronics store. It has headquarters in Minato-ku. It belongs to industry electronics. It is established on date 1935-12-07. It's origin country is Japan.",
    "Q884711": "Blockbuster LLC is a Retail store. It produces ['software']. It has headquarters in Dallas. It has parent company Dish Network. It is established on date 1985-01-01. It's origin country is United States of America.",
    "Q907311": "Netflix is a nan. It produces ['streaming media', 'Netflix recommender system']. It has headquarters in Los Gatos. It has ceo Reed Hastings. It belongs to industry streaming media. It is established on date 1997-01-01. It's origin country is United States of America.",
    "Q894874": "Bottega Veneta is a Apparel store. It has headquarters in Vicenza. It has parent company Kering. It is established on date 1966-01-01. It's origin country is Italy.",
    "Q912778": "OTP Bank is a Bank. It has headquarters in Budapest. It is established on date 1949-01-01.",
    "Q919935": "Ooredoo is a Telecom store. It has headquarters in Doha. It belongs to industry telecommunications industry. It is established on date 1987-01-01.",
    "Q917131": "Regions Financial Corporation is a Bank. It has headquarters in Birmingham. It is established on date 1971-07-13. It's origin country is United States of America.",
    "Q918151": "Hard Rock Cafe is a Restaurant. It has headquarters in Orlando. It has ceo Isaac Tigrett. It is established on date 1971-06-14.",
    "Q966971": "Castorama is a Retail store. It has headquarters in Templemars. It belongs to industry retail. It has parent company Kingfisher plc. It is established on date 1969-06-13. It's origin country is France.",
    "Q922344": "Morrisons is a Retail store. It has headquarters in Bradford. It has ceo William Morrison. It belongs to industry retail. It is established on date 1899-01-01. It's origin country is United Kingdom.",
    "Q963718": "Maruti Suzuki is a Auto showroom. It has headquarters in New Delhi. It has ceo Sanjay Gandhi. It belongs to industry automotive industry. It has parent company Suzuki. It is established on date 1981-01-01. It's origin country is India.",
    "Q970695": "Northern Trust is a Bank. It has headquarters in Chicago. It belongs to industry financial services. It is established on date 1889-01-01.",
    "Q971649": "PKN Orlen is a Petrol station. It has headquarters in Płock. It belongs to industry petroleum industry. It is established on date 1999-01-01. It's origin country is Poland.",
    "Q975655": "SEB Group is a Bank. It has headquarters in Stockholm. It belongs to industry financial services. It is established on date 1972-01-01. It's origin country is Sweden.",
    "Q1032400": "Canadian Tire is a Retail store. It has headquarters in Toronto. It has ceo Alfred J. Billes. It belongs to industry finance. It is established on date 1922-09-15.",
    "Q5496837": "Freddy's Frozen Custard is a Restaurant. It is established on date 2002-01-01. It's origin country is United States of America.",
    "Q5563120": "Gini & Jony is a Apparel store. It has headquarters in Mumbai. It is established on date 1980-01-01.",
    "Q55931": "Hyundai Motor Company is a Auto showroom. It produces ['car', 'truck']. It has headquarters in Seoul. It has ceo Chung Ju-yung. It belongs to industry automotive industry. It has parent company Hyundai. It is established on date 1967-01-01. It's origin country is South Korea.",
    "Q565734": "Aral AG is a Petrol station. It has headquarters in Bochum. It is established on date 1898-01-01. It's origin country is Germany.",
    "Q571997": "Shinsei Bank is a Bank. It has headquarters in Chiyoda-ku. It is established on date 1952-01-01. It's origin country is Japan.",
    "Q578832": "Powszechna Kasa Oszczędności Bank Polski is a Bank. It has headquarters in Warsaw. It is established on date 1948-01-01. It's origin country is Poland.",
    "Q62288": "Rolex is a Accessory store. It has headquarters in Geneva. It has ceo Hans Wilsdorf. It belongs to industry horology. It is established on date 1905-01-01. It's origin country is Switzerland.",
    "Q1814247": "Sumitomo Electric Industries is a nan. It has headquarters in ?saka. It belongs to industry non-ferrous metal. It is established on date 1897. It's origin country is Japan."
}